autoconf
bat
berkeley-db@5
bzip2
ca-certificates
expat
eza
fd
fzf
gdbm
krb5
libedit
libffi
libgit2
libgit2@1.7
libnsl
libssh2
libtirpc
libxcrypt
m4
mpdecimal
ncurses
oniguruma
openssl@3
perl
pkg-config
pyenv
python@3.12
readline
sqlite
thefuck
tlrc
unzip
xz
zlib
zoxide
